tap "candid82/brew"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "yqrashawn/goku"
brew "autojump"
brew "automake"
brew "bat"
brew "bfg"
brew "bluetoothconnector"
brew "cmake"
brew "cocoapods"
brew "diff-so-fancy"
brew "doxygen"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-flow"
brew "git-quick-stats"
brew "gmp", link: false
brew "libtool", link: false
brew "graphviz", link: false
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "lazydocker"
brew "lcov"
brew "mas"
brew "nmap"
brew "ranger"
brew "ripgrep"
brew "screenfetch"
brew "spark"
brew "ssh-copy-id"
brew "starship"
brew "subversion"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "github/gh/gh"
brew "yqrashawn/goku/goku"
cask "alfred"
cask "atom"
cask "cleanmymac"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "iina"
cask "insomnia"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keka"
cask "kekadefaultapp"
cask "keybase"
cask "keyboard-maestro"
cask "kitematic"
cask "ngrok"
cask "obs"
cask "postman"
cask "rectangle"
cask "skype"
cask "slack"
cask "telegram"
cask "toggl"
cask "transmission"
cask "typora"
cask "unpkg"
mas "Amphetamine", id: 937984704
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Today", id: 1506937454
mas "Xcode", id: 497799835
