# usual
# cask "google-chrome"
cask "skype"
cask "slack"
cask "telegram"
cask "typora"
cask "termius"
brew "spark"
cask "spotify"

# power
cask "alfred"
cask "boom-3d"
cask "bettertouchtool"

# code
cask "atom"
cask "kitematic"
cask "postico"
cask "jetbrains-toolbox"

# utils
cask "streamlabs-obs"
cask "obs"
cask "clean-me"
# cask "caffeinate" # dont find cask
cask "vnc-viewer"
cask "dropbox"
cask "tunnelblick"
cask "iina"
cask "transmission"
cask "keybase"
cask "ngrok"
cask "postman"
cask "insomnia"
# cask "activedock"
cask "dozer"
# cask "rectangle"
cask "amethyst"
cask "toggl"
# cask "cleanmymac"
cask "ccleaner"
cask "malwarebytes"
cask "keka"
cask "kekadefaultapp"

brew "mas"
# mas "2Do", id: 477670270
mas "Amphetamine", id: 937984704
mas "KeyKey", id: 1035137927

# wanna buy
# https://www.noodlesoft.com/
# !!! https://folivora.ai/
# https://nektony.com/mac-app-cleaner/buy-app-cleaner?app
# https://reederapp.com/
# https://paw.cloud/
# https://www.git-tower.com/pricing/mac
# https://pdfexpert.com/
